[
    {
        "speaker": "President Russell M. Nelson",
        "role": "President of the Church",
        "title": "Ministering",
        "youtube_link": "https://www.youtube.com/watch?v=BEhZ6AXzvaI",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering?lang=eng&id=p8#p8",
        "paragraph_text": "Thank you, Elder Gong and Elder Soares, for your heartfelt expressions of faith. We are so very grateful for you and your dear companions. Dear brothers and sisters, we constantly seek direction from the Lord on how we can help our members keep the commandments of God, especially those two great commandments to love God and our neighbors. For months we have been seeking a better way to minister to the spiritual and temporal needs of our people in the Savior’s way. We have made the decision to retire home teaching and visiting teaching as we have known them. Instead, we will implement a newer, holier approach to caring for and ministering to others. We will refer to these efforts simply as “ministering.” Effective ministering efforts are enabled by the innate gifts of the sisters and by the incomparable power of the priesthood. We all need such protection from the cunning wiles of the adversary.",
        "start_time": 6,
        "end_time": 75
    },
    {
        "speaker": "President Russell M. Nelson",
        "role": "President of the Church",
        "title": "Ministering",
        "youtube_link": "https://www.youtube.com/watch?v=BEhZ6AXzvaI",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering?lang=eng&id=p9#p9",
        "paragraph_text": "Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles and Sister Jean B. Bingham, General President of the Relief Society, will explain how assigned brethren of the priesthood and assigned sisters of the Relief Society and Young Women will now function in serving and watching over members of the Church throughout the world. The First Presidency and the Twelve are united in endorsing their messages. Gratefully and prayerfully we open this new chapter in the history of the Church. In the name of Jesus Christ, amen.",
        "start_time": 90,
        "end_time": 117
    }
]