[
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p57#p57",
        "paragraph_text": "Brothers and sisters, thank you for your devotion to God the Father and to His Son, Jesus Christ, and thank you for your love and service to each other. You truly are remarkable! After my wife, Anne, and I received a call to serve as full-time mission leaders, our family determined to learn each missionary’s name before arriving in the field. We obtained photos, created flash cards, and began studying faces and memorizing names. Once we arrived, we held introductory conferences with the missionaries. As we mingled, I overheard our nine-year-old son: “Nice to meet you, Sam!” “Rachel, where are you from?” “Wow, David, you’re tall!” Alarmed, I went to our son and whispered, “Hey, let’s remember to refer to the missionaries as Elder or Sister.” He gave me a puzzled look and said, “Dad, I thought we were supposed to memorize their names .” Our son did what he thought was right based on his understanding.",
        "start_time": 4,
        "end_time": 69
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p9#p9",
        "paragraph_text": "So, what is our understanding of truth in today’s world? We are constantly bombarded with strong opinions, biased reporting, and incomplete data. At the same time, the volume and sources of this information are proliferating. Our need to recognize truth has never been more important! Truth is critical for us to establish and strengthen our relationship with God, find peace and joy, and reach our divine potential. Today, let us consider the following questions: What is truth, and why is it important? How do we find truth? When we find truth, how can we share it? The Lord has taught us in scripture that “truth is knowledge of things as they are, and as they were, and as they are to come” ( Doctrine and Covenants 93:24 ). It “was not created or made” ( Doctrine and Covenants 93:29 ) and has “no end” ( Doctrine and Covenants 88:66 ). 1 Truth is absolute, fixed, and immutable. In other words, truth is eternal. 2",
        "start_time": 73,
        "end_time": 124
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p12#p12",
        "paragraph_text": "Truth helps us avoid deception, 3 discern good from evil, 4 receive protection, 5 and find comfort and healing. 6 Truth can also guide our actions, 7 make us free, 8 sanctify us, 9 and lead us to eternal life. 10 God reveals eternal truth to us through a network of revelatory relationships involving Himself, Jesus Christ, the Holy Ghost, prophets, and us. Let us discuss the distinct yet interconnected roles each participant plays in this process. First, God is the source of eternal truth. 11 He and His Son, Jesus Christ, 12 have a perfect understanding of truth and always act in harmony with true principles and laws. 13 This power allows Them to create and govern worlds 14 as well as to love, guide, and nurture each one of us perfectly. 15 They want us to understand and apply truth so we can enjoy the blessings They do. 16 They may impart truth in person or, more typically, through messengers such as the Holy Ghost, angels, or living prophets.",
        "start_time": 131,
        "end_time": 175
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p17#p17",
        "paragraph_text": "Second, the Holy Ghost testifies of all truth. 17 He reveals truths to us directly and witnesses of truth taught by others. Impressions from the Spirit typically come as thoughts to our minds and feelings to our hearts. 18 Third, prophets receive truth from God and share that truth with us. 19 We learn the truth from past prophets in the scriptures 20 and from living prophets at general conference and through other official channels. Finally, you and I play a crucial role in this process. God expects us to seek, recognize, and act on truth. Our ability to receive and apply truth is dependent on the strength of our relationship with the Father and the Son, our responsiveness to the influence of the Holy Ghost, and our alignment with latter-day prophets. We need to remember that Satan works to keep us from truth. He knows that without truth, we cannot gain eternal life. He weaves strands of truth with worldly philosophies to confuse us and distract us from what is communicated by God. 21 As we seek eternal truth, 22 the following two questions can help us recognize whether a concept comes from God or from another source:",
        "start_time": 197,
        "end_time": 268
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p23#p23",
        "paragraph_text": "Is the concept taught consistently in the scriptures and by living prophets? Is the concept confirmed by the witness of the Holy Ghost? God reveals doctrinal truths through prophets, and the Holy Ghost confirms those truths to us and helps us apply them. 23 We must seek and be prepared to receive these spiritual impressions when they come. 24 We are most receptive to the witness of the Spirit when we are humble, 25 pray sincerely and study God’s words, 26 and keep His commandments. 27 Once the Holy Ghost confirms a specific truth to us, our understanding deepens as we put that principle into practice. Over time, as we consistently live the principle, we gain a sure knowledge of that truth. 28 For example, I have made mistakes and felt remorse for poor choices. But through prayer, study, and faith in Jesus Christ, I received a witness of the principle of repentance. 29 As I continued to repent, my understanding of repentance grew stronger. I felt closer to God and His Son. I now know that sin can be forgiven through Jesus Christ, because I experience the blessings of repentance each day. 30",
        "start_time": 272,
        "end_time": 331
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p28#p28",
        "paragraph_text": "So, what should we do when we sincerely seek for truth not yet revealed? I have empathy for those of us who yearn for answers that do not seem to come. To Joseph Smith, the Lord counseled, “Hold your peace until I shall see fit to make all things known … concerning the matter” ( Doctrine and Covenants 10:37 ). And to Emma Smith, He explained, “Murmur not because of the things which thou hast not seen, for they are withheld from thee and from the world, which is wisdom in me in a time to come” ( Doctrine and Covenants 25:4 ). I too have sought answers to heartfelt questions. Many answers have come; some have not. 31 As we hold on—trusting God’s wisdom and love, keeping His commandments, and relying on what we do know—He helps us find peace until He reveals the truth of all things. 32",
        "start_time": 345,
        "end_time": 377
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p33#p33",
        "paragraph_text": "When seeking truth, it helps to understand the difference between doctrine and policy. Doctrine refers to eternal truths, such as the nature of the Godhead, the plan of salvation, and Jesus Christ’s atoning sacrifice. Policy is the application of doctrine based on current circumstances. Policy helps us administer the Church in an orderly way. While doctrine never changes, policy adjusts from time to time. The Lord works through His prophets to uphold His doctrine and to modify Church policies according to the needs of His children. Unfortunately, we sometimes confuse policy with doctrine. If we do not understand the difference, we risk becoming disillusioned when policies change and may even begin to question God’s wisdom or the revelatory role of prophets. 33 When we obtain truth from God, He encourages us to share that knowledge with others. 34 We do this when we teach a class, guide a child, or discuss gospel truths with a friend. Our aim is to teach truth in a way that invites the converting power of the Holy Ghost . 35 Let me share some simple invitations from the Lord and His prophets that can help. 36",
        "start_time": 398,
        "end_time": 459
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p46#p46",
        "paragraph_text": "Center on Heavenly Father, Jesus Christ, and Their fundamental doctrine. 37 Stay grounded in the scriptures and the teachings of latter-day prophets. 38 Rely on doctrine established through multiple authoritative witnesses. 39 Avoid speculation, personal opinions, or worldly ideas. 40 Teach a point of doctrine within the context of related gospel truths. 41 Use teaching methods that invite the influence of the Spirit. 42 Communicate clearly to avoid misunderstanding. 43 How we teach truth really matters. Paul encouraged us to speak “the truth in love” (see Ephesians 4:14–15 ). Truth has the best chance of blessing another when conveyed with Christlike love. 44 Truth taught without love can cause feelings of judgment, discouragement, and loneliness. It often leads to resentment and division—even conflict. On the other hand, love without truth is hollow and lacks the promise of growth. Both truth and love are essential for our spiritual development. 45 Truth provides the doctrine, principles, and laws necessary to gain eternal life, while love engenders the motivation needed to embrace and act upon what is true. I am forever grateful for others who patiently taught me eternal truth with love.",
        "start_time": 466,
        "end_time": 548
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p50#p50",
        "paragraph_text": "In conclusion, let me share eternal truths that have become an anchor to my soul. I have come to know these truths by following the principles discussed today. I know that God is our Heavenly Father. 46 He is all knowing, 47 all powerful, 48 and perfectly loving. 49 He created a plan for us to gain eternal life and become like Him. 50 As part of that plan, He sent His Son, Jesus Christ, to help us. 51 Jesus taught us to do the Father’s will 52 and to love one another. 53 He atoned for our sins 54 and gave up His life on the cross. 55 He arose from the dead after three days. 56 Through Christ and His grace, we will be resurrected, 57 we can be forgiven, 58 and we can find strength in affliction. 59 During His earthly ministry, Jesus established His Church. 60 Over time, that Church was changed, and truths were lost. 61 Jesus Christ restored His Church and the truths of the gospel through the Prophet Joseph Smith. 62 And today, Christ continues to lead His Church through living prophets and apostles. 63",
        "start_time": 551,
        "end_time": 607
    },
    {
        "speaker": "Elder John C. Pingree Jr.",
        "role": "Of the Seventy",
        "title": "Eternal Truth",
        "youtube_link": "https://www.youtube.com/watch?v=nQN2NhdPXSk",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2023/10/52pingree?lang=eng&id=p50#p50",
        "paragraph_text": "I know that as we come unto Christ, we can eventually “be perfected in him” ( Moroni 10:32 ), obtain “a fulness of joy” ( Doctrine and Covenants 93:33 ), and receive “all that [the] Father hath” ( Doctrine and Covenants 84:38 ). To these eternal truths I bear witness in the holy name of Jesus Christ, amen.",
        "start_time": 617,
        "end_time": 622
    }
]