[
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_g6YRR#p_g6YRR",
        "paragraph_text": "In a world filled with contention and division, where civil discourse has been replaced with judgment and scorn, and friendships are defined by -isms and -ites, I have come to know that there is a clear, simple, and divine example we can look to for unity, love, and belonging. That example is Jesus Christ. I testify that He is the great unifier.",
        "paragraph_index": 1,
        "id": "13-1",
        "start_time": 14,
        "end_time": 22
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_qzoHB#p_qzoHB",
        "paragraph_text": "In December of 1832, as “appearances of troubles among the nations” were becoming “more visible” than at any time since the organization of the Church, Latter-day Saint leaders in Kirtland, Ohio, gathered for a conference. They prayed “separately and vocally to the Lord to reveal his will unto [them].” In acknowledgement of the prayers of these faithful members during times of intense trouble, the Lord comforted them, addressing the Saints three times with two powerful words: “my friends.”",
        "paragraph_index": 2,
        "id": "13-2",
        "start_time": 35,
        "end_time": 40
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_k7IGx#p_k7IGx",
        "paragraph_text": "Jesus Christ has long called His faithful followers His friends. Fourteen times in the Doctrine and Covenants, the Savior uses the term friend to define a sacred and cherished relationship. I am not talking about the word friend as the world defines it—subject to social media followers or “likes.” It cannot be captured in a hashtag or a number on Instagram or X.",
        "paragraph_index": 3,
        "id": "13-3",
        "start_time": 85,
        "end_time": 90
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_jiPRu#p_jiPRu",
        "paragraph_text": "Admittedly, as a teenager, I remember dreaded conversations when I heard those painful words “Hey, can we just be friends?” or “Let’s just stay in the friend zone.” Nowhere in holy writ do we hear Him say, “Ye are just my friends.” Rather, He taught that “greater love hath no man than this, that a man lay down his life for his friends.” And “ye are they whom my Father hath given me; ye are my friends.”",
        "paragraph_index": 4,
        "id": "13-4",
        "start_time": 93,
        "end_time": 100
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_oo5Ae#p_oo5Ae",
        "paragraph_text": "The sentiment is clear: the Savior numbers each of us and watches over us. This watchcare is not trivial or insignificant. Rather, it is exalting, elevating, and eternal. I see the Savior’s declaration “ye are my friends” as a clarion call to build higher and holier relationships among all of God’s children “that we may be one.” We do this as we come together seeking both opportunities to unite and a sense of belonging for all.",
        "paragraph_index": 5,
        "id": "13-5",
        "start_time": 148,
        "end_time": 156
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_vJFaJ#p_vJFaJ",
        "paragraph_text": "The Savior beautifully demonstrated this in His call to “come, follow me.” He drew upon the gifts and individual attributes of a diverse group of followers to call His Apostles. He called fishermen, zealots, brothers known for their thunderous personalities, and even a tax collector. Their belief in the Savior and desire to draw unto Him united them. They looked to Him, saw God through Him, and “straightway left their nets, and followed Him.”",
        "paragraph_index": 6,
        "id": "13-6",
        "start_time": 177,
        "end_time": 183
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_ktApz#p_ktApz",
        "paragraph_text": "I too have seen how building higher and holier relationships brings us together as one. My wife, Jennifer, and I were blessed to raise our five children in New York City. There in that busy metropolis, we formed precious and sacred relationships with neighbors, school friends, business associates, faith leaders, and fellow Saints.",
        "paragraph_index": 7,
        "id": "13-7",
        "start_time": 213,
        "end_time": 220
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_jj5gk#p_jj5gk",
        "paragraph_text": "In May of 2020, just as the world was grappling with the spread of a global pandemic, members of the New York City Commission of Religious Leaders met virtually in an abruptly called meeting. There was no agenda. No special guests. Just a request to come together and discuss the challenges we were all facing as faith leaders. The Centers for Disease Control had just reported that our city was the epicenter of the COVID-19 pandemic in the United States. This meant no more gathering. No more coming together.",
        "paragraph_index": 8,
        "id": "13-8",
        "start_time": 230,
        "end_time": 235
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_kl2eE#p_kl2eE",
        "paragraph_text": "For these religious leaders, removing the personal ministry, the congregational gathering, and the weekly worship was a devastating blow. Our small group—which included a cardinal, reverend, rabbi, imam, pastor, monsignor, and an elder—listened to, consoled, and supported one another. Instead of focusing on our differences, we saw what we had in common. We spoke of possibilities and then probabilities. We rallied and responded to questions about faith and the future. And then we prayed. Oh, how we prayed.",
        "paragraph_index": 9,
        "id": "13-9",
        "start_time": 276,
        "end_time": 283
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_rr6Rz#p_rr6Rz",
        "paragraph_text": "In a richly diverse city filled with complexity and colliding cultures, we saw our differences dissipate as we came together as friends with one voice, one purpose, and one prayer.",
        "paragraph_index": 10,
        "id": "13-10",
        "start_time": 301,
        "end_time": 308
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_cyVhK#p_cyVhK",
        "paragraph_text": "No longer were we looking across the table at each other but heavenward with each other. We left each subsequent meeting more united and ready to pick up our “shovels” and go to work. The collaboration that resulted and the service rendered to thousands of New Yorkers taught me that in a world calling for division, distance, and disengagement, there is always much more that unites us than divides us. The Savior pled, “Be one; and if ye are not one ye are not mine.”",
        "paragraph_index": 11,
        "id": "13-11",
        "start_time": 323,
        "end_time": 327
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_vy9Dr#p_vy9Dr",
        "paragraph_text": "Brothers and sisters, we must stop looking for reasons to divide and instead seek opportunities to “be one.” He has blessed us with unique gifts and attributes that invite learning from one another and personal growth. I often told my university students that if I do what you do and you do what I do, we don’t need each other. But because you don’t do what I do and I don’t do what you do, we do need each other. And that need brings us together. To divide and conquer is the adversary’s plan to destroy friendships, families, and faith. It is the Savior who unites.",
        "paragraph_index": 12,
        "id": "13-12",
        "start_time": 360,
        "end_time": 365
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_cHN1Q#p_cHN1Q",
        "paragraph_text": "One of the promised blessings of “becoming one” is a powerful sense of belonging. Elder Quentin L. Cook taught that “the essence of truly belonging is to be one with Christ.”",
        "paragraph_index": 13,
        "id": "13-13",
        "start_time": 395,
        "end_time": 399
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_j4Fof#p_j4Fof",
        "paragraph_text": "On a recent visit with my family to the West African country of Ghana, I was enamored with a local custom. Upon arriving at a church or home, we were greeted with the words “you are welcome.” When food was served, our host would announce, “You are invited.” These simple greetings were extended with purpose and intentionality. You are welcome. You are invited.",
        "paragraph_index": 14,
        "id": "13-14",
        "start_time": 407,
        "end_time": 411
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_rt5we#p_rt5we",
        "paragraph_text": "We place similar sacred declarations on our meetinghouse doors. But the sign Visitors Welcome is not enough. Do we warmly welcome all who come through the doors? Brothers and sisters, it is not enough to just sit in the pews. We must heed the Savior’s call to build higher and holier relationships with all of God’s children. We must live our faith! My father often reminded me that simply sitting in a pew on Sunday doesn’t make you a good Christian any more than sleeping in a garage makes you a car.",
        "paragraph_index": 15,
        "id": "13-15",
        "start_time": 457,
        "end_time": 464
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_l3GV6#p_l3GV6",
        "paragraph_text": "We must live our life so that the world does not see us but sees Him through us. This does not take place only on Sundays. It takes place at the grocery store, the gas pump, the school meeting, the neighborhood gathering—all places where baptized and unbaptized members of our family work and live.",
        "paragraph_index": 16,
        "id": "13-16",
        "start_time": 488,
        "end_time": 493
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_yPYDr#p_yPYDr",
        "paragraph_text": "I worship on Sunday as a reminder that we need each other and together we need Him. Our unique gifts and talents that differentiate us in a secular world unite us in a sacred space. The Savior has called upon us to help one another, lift one another, and edify each other. This is what He did when He healed the woman with an issue of blood, cleansed the leper who pled for His mercy, counseled the young prince who asked what more he could do, loved Nicodemus, who knew but faltered in his faith, and sat with the woman at the well, who did not fit the custom of the day but to whom He declared His messianic mission. This to me is church—a place of gathering and recovery, repair and refocus. As President Russell M. Nelson has taught: “The gospel net is the largest net in the world. God has invited all to come unto Him. … There is room for everyone.”",
        "paragraph_index": 17,
        "id": "13-17",
        "start_time": 535,
        "end_time": 540
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_zr6EO#p_zr6EO",
        "paragraph_text": "Some may have had experiences that make you feel you do not belong. The Savior’s message to you and me is the same: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.” The gospel of Jesus Christ is the perfect place for us. Coming to church offers the hope of better days, the promise that you are not alone, and a family who needs us as much as we need them. Elder D. Todd Christofferson affirms that “being one with the Father, Son, and Holy Spirit is without doubt the ultimate in belonging.” To any who have stepped away and are seeking a chance to return, I offer an eternal truth and invitation: You belong. Come back. It is time.",
        "paragraph_index": 18,
        "id": "13-18",
        "start_time": 596,
        "end_time": 601
    },
    {
        "speaker": "Elder David L. Buckner",
        "role": "Of the Seventy",
        "title": "“Ye Are My Friends”",
        "youtube_link": "https://www.youtube.com/watch?v=x3XOwzwUQ9c",
        "youtube_id": "x3XOwzwUQ9c",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2024/10/25buckner?lang=eng&id=p_dwNvW#p_dwNvW",
        "paragraph_text": "In a contentious and divided world, I testify that the Savior Jesus Christ is the great unifier. May I invite each of us to be worthy of the Savior’s invitation to “be one” and to boldly declare, as He did, “Ye are my friends.” In the sacred name of Jesus Christ, amen.",
        "paragraph_index": 19,
        "id": "13-19",
        "start_time": 620,
        "end_time": 625
    }
]