[
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p1#p1",
        "paragraph_text": "I have a dear friend who is a brilliant, retired university professor, a prolific author, and, above all, a committed disciple of Jesus Christ. He has visited the Holy Land dozens of times to participate in conferences, conduct academic research, and lead tours. According to him, every time he visits the land where Jesus walked, he marvels because he undoubtedly learns something new, astonishing, and fascinating about the Savior, His mortal ministry, and His beloved homeland. The awe my friend shows when he talks about all that he learns in the Holy Land is contagious, and this amazement has been fundamental in his great achievements and academic pursuits in his life.",
        "paragraph_index": 1,
        "id": "208-1",
        "start_time": 22,
        "end_time": 28
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p2#p2",
        "paragraph_text": "As I have listened to his experiences and felt of his enthusiasm, I have reflected on how much more spiritual wonder, so to speak, that we can and should feel for the gospel of Jesus Christ and the difference it can make in our discipleship and in our journey toward eternal life. The wonder I refer to is the sensation of emotion, awe, or amazement common to all who wholeheartedly center their lives on the Savior and His teachings and humbly recognize His presence in their lives. Such a feeling of wonder, inspired by the influence of the Holy Ghost, stimulates the enthusiasm to joyfully live the doctrine of Christ. 1",
        "paragraph_index": 2,
        "id": "208-2",
        "start_time": 75,
        "end_time": 82
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p3#p3",
        "paragraph_text": "The scriptures contain several examples of how this sensation is manifest. The prophet Isaiah, for example, expressed the depth of his gratitude for the Lord through his rejoicing in Him. 2 Those who heard Jesus preaching in the synagogue at Capernaum were astonished at His doctrine and the strength with which He taught. 3 It was this same feeling that penetrated every fiber of young Joseph Smith’s heart as he read from the Bible the first chapter of James , leading him to seek the wisdom of God. 4",
        "paragraph_index": 3,
        "id": "208-3",
        "start_time": 101,
        "end_time": 107
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p4#p4",
        "paragraph_text": "My brothers and sisters, when we truly are in awe of Jesus Christ and His gospel, we are happier, we have more enthusiasm for God’s work, and we recognize the Lord’s hand in all things. Additionally, our study of God’s words is more meaningful; our prayers, more intentional; our worship, more reverent; our service in God’s kingdom, more diligent. All these actions contribute to the Holy Spirit’s influence being more frequent in our lives. 5 Thus, our testimony of the Savior and His gospel will be strengthened, we will keep Christ alive in us, 6 and we will live our lives “rooted and built up in him, and stablished in the faith, … abounding therein with thanksgiving.” 7 When we live in this way, we become more spiritually resilient and protected against falling into the trap of spiritual apathy.",
        "paragraph_index": 4,
        "id": "208-4",
        "start_time": 140,
        "end_time": 147
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p5#p5",
        "paragraph_text": "Such apathy is characterized by the gradual loss of our excitement to engage fully in the Lord’s gospel. It generally begins when we are feeling that we have already attained all the necessary knowledge and blessings for our happiness in this life. This complacency, so to speak, causes us to take the gospel gifts for granted, and from then on, we run the risk of neglecting both our regular immersion in the essentials of the gospel of Jesus Christ 8 and the covenants we have made. Consequently, we gradually distance ourselves from the Lord, weakening our ability to “hear Him,” 9 becoming indifferent and insensitive to the greatness of His work. Doubt regarding the truths we have already received may enter our mind and heart, making us vulnerable to the enemy’s temptations. 10",
        "paragraph_index": 5,
        "id": "208-5",
        "start_time": 239,
        "end_time": 245
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p15#p15",
        "paragraph_text": "Pastor Aiden Wilson Tozer, a renowned writer and valiant Christian, wrote, “Complacency is a deadly foe of all spiritual growth.” 11 Wasn’t this exactly what happened to the people of Nephi shortly after the birth of Christ? They “began to be less and less astonished at a sign or a wonder from heaven, … [disbelieving] all which they had heard and seen.” Thus did Satan “blind their eyes and lead them away to believe that the doctrine of Christ was a foolish and a vain thing.” 12",
        "paragraph_index": 6,
        "id": "208-6",
        "start_time": 264,
        "end_time": 270
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p6#p6",
        "paragraph_text": "My beloved brothers and sisters, in His perfect and infinite love and knowing our human nature, 13 the Savior has established the way for us to avoid falling into the trap of spiritual apathy. The Savior’s invitation gives us a broader perspective, especially considering the complex world in which we live: “Learn of me, and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me.” 14 As we accept the Savior’s invitation, we demonstrate our humility, our desire to be teachable, and our hope to become more like Him. 15 This invitation also includes serving Him and ministering to God’s children “with all [our] heart, might, mind and strength.” 16 At the core of our effort in this journey are, of course, the two great commandments: to love the Lord our God and love our neighbor as ourselves. 17",
        "paragraph_index": 7,
        "id": "208-7",
        "start_time": 325,
        "end_time": 332
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p7#p7",
        "paragraph_text": "This type of behavior is part of Jesus’s divine character and was evident in everything He did during His earthly ministry. 18 Therefore, when we intentionally and truly dedicate ourselves to look unto Him and learn from His perfect example, 19 we come to know Him better. We grow in enthusiasm and desire to incorporate into our lives the ultimate standard of how we should live, the example we should set, and the commandments we should follow. We also gain additional understanding, wisdom, divine character, and grace toward God and our neighbors. 20 I can assure you that our ability to feel the Savior’s influence and love will be intensified in our lives, magnifying our faith, our desire to act righteously, and the motivation to serve Him and others. 21 In addition, our gratitude for the blessings and challenges we experience in mortality will solidify and become part of our true worship. 22",
        "paragraph_index": 8,
        "id": "208-8",
        "start_time": 435,
        "end_time": 442
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p8#p8",
        "paragraph_text": "My dear friends, all these things strengthen our spiritual wonder regarding the gospel and move us to joyfully keep the covenants we make with the Lord—even in the midst of the trials and challenges we experience. Of course, for these outcomes to happen, we need to immerse ourselves with faith and real intent in the Savior’s teachings, 23 striving to incorporate His attributes into our way of being. 24 In addition, we need to draw nearer to Him through our repentance, 25 seeking His forgiveness and His redeeming power in our lives and keeping His commandments. The Lord Himself promised that He would direct our paths if we would trust in Him with all our hearts, acknowledging Him in all our ways and not leaning on our own understanding. 26",
        "paragraph_index": 9,
        "id": "208-9",
        "start_time": 472,
        "end_time": 478
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p9#p9",
        "paragraph_text": "A man I met recently, whose name is Wes and who is attending the conference today, accepted Christ’s invitation to learn of Him and of His gospel and began to experience the awe of His love after 27 years of distancing himself from the covenant path. He told me that one day he was contacted via Facebook by a missionary, Elder Jones, who was temporarily assigned to Wes’s area before going to his originally assigned mission in Panama. When Elder Jones came across Wes’s profile, not even knowing beforehand that he was already a member of the Church, he felt the guidance of the Holy Ghost and knew that he should immediately contact Wes. He quickly acted on this impression. Wes was amazed by this unexpected contact and began to realize that the Lord was aware of him despite his distance from the covenant path.",
        "paragraph_index": 10,
        "id": "208-10",
        "start_time": 500,
        "end_time": 505
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p16#p16",
        "paragraph_text": "From then on, Wes and the missionaries began to communicate frequently. Elder Jones and his companion provided weekly acts of service and spiritual messages that helped Wes to recover his awe of the Savior and His gospel. It rekindled the flame of his testimony of the truth and of the Savior’s love for him. Wes felt the peace that comes from the Comforter and gained the strength he needed to return to the fold. He told me that this experience brought him spiritually and emotionally back to life and helped him to eliminate the feelings of bitterness accumulated over the years because of the difficult experiences he had been through.",
        "paragraph_index": 11,
        "id": "208-11",
        "start_time": 605,
        "end_time": 611
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p10#p10",
        "paragraph_text": "As my aforementioned thoughtful professor friend has observed, there is always something wonderful and fascinating to learn about Jesus Christ and His gospel. 27 The Lord has made wonderful promises that are extended to all those, including us, who seek to learn of Him and incorporate His words into their lives. To Enoch, He said, “Behold my Spirit [shall be] upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you.” 28 Through His servant King Benjamin, He declared, “Ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.” 29",
        "paragraph_index": 12,
        "id": "208-12",
        "start_time": 642,
        "end_time": 647
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p17#p17",
        "paragraph_text": "Therefore, as we genuinely and continually strive to learn of the Savior and follow His example, I promise you, in His name, that His divine attributes will be written in our minds and hearts, 30 that we will become more like Him, and that we will walk with Him. 31",
        "paragraph_index": 13,
        "id": "208-13",
        "start_time": 709,
        "end_time": 714
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p11#p11",
        "paragraph_text": "My beloved brothers and sisters, I pray that we will ever stand in awe of Jesus Christ and His complete, infinite, and perfect love. May the remembrance of what our eyes have seen and our hearts have felt increase our amazement at the Savior’s atoning sacrifice, which can heal us of our spiritual and emotional wounds and help us to draw closer to Him. May we marvel at the great promises that the Father has in His hands and that He has prepared for those who are faithful:",
        "paragraph_index": 14,
        "id": "208-14",
        "start_time": 735,
        "end_time": 741
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p12#p12",
        "paragraph_text": "“The kingdom is yours and the blessings thereof are yours, and the riches of eternity are yours.",
        "paragraph_index": 15,
        "id": "208-15",
        "start_time": 760,
        "end_time": 766
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p13#p13",
        "paragraph_text": "“And he who receiveth all things with thankfulness shall be made glorious.” 32",
        "paragraph_index": 16,
        "id": "208-16",
        "start_time": 766,
        "end_time": 773
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "In Awe of Christ and His Gospel",
        "youtube_link": "https://www.youtube.com/watch?v=wmbhX536Uek",
        "youtube_id": "wmbhX536Uek",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2022/04/55soares?lang=eng&id=p14#p14",
        "paragraph_text": "Jesus is the Redeemer of the world, and this is His Church. I bear witness of these truths in the awe-inspiring, sacred, and sublime name of our Savior, Jesus Christ, amen.",
        "paragraph_index": 17,
        "id": "208-17",
        "start_time": 779,
        "end_time": 786
    }
]