[
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p1#p1",
        "paragraph_text": "One of the most striking principles taught by the Savior during His earthly ministry was treating others with compassion. Let us reflect on this principle and its practical application by considering the account of Jesus’s visit to the home of Simon the Pharisee.",
        "paragraph_index": 1,
        "id": "215-1",
        "start_time": 13,
        "end_time": 17
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p2#p2",
        "paragraph_text": "The Gospel of Luke relates that a certain woman, considered a sinner, entered Simon’s home while Jesus was there. In humble contrition, the woman approached Jesus, washed His feet with her tears, wiped them with her hair, and then kissed and anointed them with a special ointment. 1 The proud host, who considered himself morally superior to the woman, thought to himself with reproach and arrogance, “This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.” 2",
        "paragraph_index": 2,
        "id": "215-2",
        "start_time": 33,
        "end_time": 39
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p3#p3",
        "paragraph_text": "The Pharisee’s holier-than-thou attitude led him to judge unjustly both Jesus and the woman. But in His omniscience, the Savior knew Simon’s mind and, in great wisdom, challenged Simon’s condescending attitude, as well as admonished him for his lack of courtesy in receiving a special guest like the Savior into his home. In fact, Jesus’s direct rebuke of the Pharisee served as a witness that Jesus indeed possessed the gift of prophecy and that this woman, with a humble and contrite heart, was repentant and forgiven for her sins. 3",
        "paragraph_index": 3,
        "id": "215-3",
        "start_time": 86,
        "end_time": 92
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p4#p4",
        "paragraph_text": "As do many other events during Jesus’s earthly ministry, this account demonstrates once more that the Savior acted compassionately toward all who would come unto Him—without distinction—and most especially toward those who most needed His help. The contrition and reverent love shown to Jesus by the woman were evidence of her sincere repentance and desire to receive a remission of her sins. However, Simon’s superiority complex, coupled with his hardened heart, 4 prevented him from showing empathy for that repentant soul, and he referred even to the Savior of the world with indifference and contempt. His attitude revealed that his way of life was nothing more than a strict and hollow observance of rules and outward manifestations of his convictions through self-aggrandizement and false holiness. 5",
        "paragraph_index": 4,
        "id": "215-4",
        "start_time": 174,
        "end_time": 179
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p5#p5",
        "paragraph_text": "The compassionate and personalized ministering of Jesus in this account demonstrates a perfect model of how we should interact with our neighbor. The scriptures have countless examples of how the Savior, moved by His deep and abiding compassion, interacted with people of His day and helped those who were suffering and those who had “fainted, and were scattered abroad, as sheep having no shepherd.” 6 He extended His merciful hand to those who needed relief from their burdens, both physically and spiritually. 7",
        "paragraph_index": 5,
        "id": "215-5",
        "start_time": 209,
        "end_time": 215
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p6#p6",
        "paragraph_text": "The compassionate attitude of Jesus is rooted in charity, 8 namely, in His pure and perfect love, which is the essence of His atoning sacrifice. Compassion is a fundamental characteristic of those who strive for sanctification, and this divine quality intertwines with other Christian traits such as mourning with those who mourn and having empathy, mercy, and kindness. 9 The expression of compassion for others is, in fact, the essence of the gospel of Jesus Christ and a marked evidence of our spiritual and emotional closeness to the Savior. Furthermore, it shows the level of influence He has on our way of life and demonstrates the magnitude of our spirits.",
        "paragraph_index": 6,
        "id": "215-6",
        "start_time": 279,
        "end_time": 285
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p7#p7",
        "paragraph_text": "It is meaningful to observe that Jesus’s compassionate acts were not occasional or mandated manifestations based on a list of tasks to be completed but everyday expressions of the reality of His pure love for God and His children and His abiding desire to help them.",
        "paragraph_index": 7,
        "id": "215-7",
        "start_time": 290,
        "end_time": 295
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p8#p8",
        "paragraph_text": "Jesus was able to identify people’s needs even at a distance. Thus, it is not surprising, for example, that immediately after healing a certain centurion’s servant, 10 Jesus traveled from Capernaum to the city called Nain. It was there that Jesus performed one of the most tender miracles of His earthly ministry when He commanded a dead young man, the only son of a widowed mother, to rise and live. Jesus sensed not only the intense suffering of that poor mother but also the difficult circumstances of her life, and He was moved by genuine compassion for her. 11",
        "paragraph_index": 8,
        "id": "215-8",
        "start_time": 325,
        "end_time": 331
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p9#p9",
        "paragraph_text": "Just like the sinful woman and the widow of Nain, many people within our circle of influence are seeking comfort, attention, inclusion, and any help that we can offer them. We all can be instruments in the Lord’s hands and act compassionately toward those in need, just as Jesus did.",
        "paragraph_index": 9,
        "id": "215-9",
        "start_time": 382,
        "end_time": 389
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p10#p10",
        "paragraph_text": "I know a little girl who was born with very serious cleft lips and a cleft palate. She had to have the first of a series of many surgeries on the second day of her life. Moved by a genuine compassion for those who experience this same challenge, this girl and her parents seek to give support, understanding, and emotional assistance to others who face this difficult reality. They wrote to me recently and shared: “Through our daughter’s challenge, we had the opportunity to meet wonderful people who needed comfort, support, and encouragement. Some time ago, our daughter, who is 11 years old now, talked with the parents of a baby with the same challenge. During this conversation, our daughter momentarily took off the mask she was wearing due to the pandemic so the parents could see that there is hope, even though that baby still has a long way to go in the next few years to fix the problem. We feel very grateful for the opportunity to extend our empathy to those who suffer, as the Savior does for us. We feel we ease our pain every time we relieve someone else’s pain.”",
        "paragraph_index": 10,
        "id": "215-10",
        "start_time": 443,
        "end_time": 449
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p11#p11",
        "paragraph_text": "My dear friends, as we intentionally strive to incorporate a compassionate attitude into our way of life, as exemplified by the Savior, we will become more sensitive to people’s needs. With that increased sensitivity, feelings of genuine interest and love will permeate our every action. The Lord will recognize our efforts, and we will surely be blessed with opportunities to be instruments in His hands in softening hearts and in bringing relief to those whose “hands … hang down.” 12",
        "paragraph_index": 11,
        "id": "215-11",
        "start_time": 510,
        "end_time": 515
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p12#p12",
        "paragraph_text": "Jesus’s admonition to Simon the Pharisee also made it clear that we should never make harsh and cruel judgment of our neighbor, because we are all in need of understanding and mercy for our imperfections from our loving Heavenly Father. Wasn’t this exactly what the Savior taught on another occasion when He said, “And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?” 13",
        "paragraph_index": 12,
        "id": "215-12",
        "start_time": 536,
        "end_time": 540
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p13#p13",
        "paragraph_text": "We need to consider that it is not easy to understand all the circumstances that contribute to someone’s attitude or reaction. Appearances can be deceptive and oftentimes do not represent an accurate measurement of someone’s behavior. Unlike you and me, Christ is capable of clearly seeing all facets of a given situation. 14 Even knowing all our weaknesses as He does, the Savior does not rashly condemn us but continues to work with us compassionately over time, helping us to remove the beam from our eye. Jesus always looks on the heart and not on the appearance. 15 He Himself declared, “Judge not according to the appearance.” 16",
        "paragraph_index": 13,
        "id": "215-13",
        "start_time": 571,
        "end_time": 577
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p14#p14",
        "paragraph_text": "Now, consider the Savior’s wise counsel to the twelve Nephite disciples regarding this question:",
        "paragraph_index": 14,
        "id": "215-14",
        "start_time": 619,
        "end_time": 623
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p15#p15",
        "paragraph_text": "“And know ye that ye shall be judges of this people, according to the judgment which I shall give unto you, which shall be just. Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.” 17",
        "paragraph_index": 15,
        "id": "215-15",
        "start_time": 630,
        "end_time": 636
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p16#p16",
        "paragraph_text": "“Therefore I would that ye should be perfect even as I, or your Father who is in heaven is perfect.” 18",
        "paragraph_index": 16,
        "id": "215-16",
        "start_time": 648,
        "end_time": 653
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p17#p17",
        "paragraph_text": "In this context, the Lord fixes judgment upon those who take it upon themselves to judge the supposed shortcomings of others unrighteously. In order to qualify ourselves to make righteous judgments, we must strive to become like the Savior and look at the imperfections of individuals compassionately, even through His eyes. Considering we still have a long way to go to reach perfection, perhaps it would be better if we sit at Jesus’s feet and plead for mercy for our own imperfections, as did the repentant woman in the Pharisee’s house, and not spend so much time and energy fixating on the perceived imperfections of others.",
        "paragraph_index": 17,
        "id": "215-17",
        "start_time": 667,
        "end_time": 672
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p18#p18",
        "paragraph_text": "My dear friends, I testify that as we strive to incorporate the Savior’s compassionate example into our lives, our capacity to compliment the virtues of our neighbors will increase and our natural instinct to judge their imperfections will decrease. Our communion with God will grow, and certainly our lives will become sweeter, our feelings more tender, and we will find a never-ending source of happiness. We will be known as peacemakers, 19 whose words are as gentle as the dew of a spring morning.",
        "paragraph_index": 18,
        "id": "215-18",
        "start_time": 730,
        "end_time": 734
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "The Savior’s Abiding Compassion",
        "youtube_link": "https://www.youtube.com/watch?v=EFb20ThGJnU",
        "youtube_id": "EFb20ThGJnU",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2021/10/14soares?lang=eng&id=p19#p19",
        "paragraph_text": "I pray that we will become more long-suffering and understanding of others and that the Lord’s mercy will, in perfect meekness, soothe our impatience with their imperfections. This is the Savior’s invitation to us. I testify that He lives. He is the perfect model of merciful and patient discipleship. I bear my testimony of these truths in the holy name of the Savior Jesus Christ, amen.",
        "paragraph_index": 19,
        "id": "215-19",
        "start_time": 770,
        "end_time": 774
    }
]