[
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p3#p3",
        "paragraph_text": "Good afternoon, my dear brothers and sisters. As we say in my native Brazilian Portuguese, “Boa tarde!” I feel blessed to gather together in this wonderful general conference of The Church of Jesus Christ of Latter-day Saints under the direction of our beloved prophet, President Russell M. Nelson. I marvel at the great opportunity each of us has to listen to the Lord’s voice through His servants on earth in these latter days we are living in.",
        "paragraph_index": 1,
        "id": "438-1",
        "start_time": 335,
        "end_time": 341
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p4#p4",
        "paragraph_text": "My home country of Brazil is very rich in natural resources. One of them is the famous Amazon River, one of the largest and longest rivers in the world. It is formed by two separate rivers, the Solimões and Negro. Interestingly, they flow together for a number of miles before the waters blend, due to the rivers having very different origins, speeds, temperatures, and chemical compositions. After several miles, the waters finally blend together, becoming a river different than its individual parts. Only after these parts merge, the Amazon River becomes so powerful that when it reaches the Atlantic Ocean, it pushes back the seawater so that fresh water can still be found for many miles out into the ocean.",
        "paragraph_index": 2,
        "id": "438-2",
        "start_time": 32,
        "end_time": 36
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p5#p5",
        "paragraph_text": "In a similar way that the Solimões and Negro Rivers flow together to make the great Amazon River, the children of God come together in the restored Church of Jesus Christ from different social backgrounds, traditions, and cultures, forming this wonderful community of Saints in Christ. Eventually, as we encourage, support, and love each other, we combine to form a mighty force for good in the world. As followers of Jesus Christ, flowing as one in this river of goodness, we will be able to provide the “fresh water” of the gospel to a thirsty world.",
        "paragraph_index": 3,
        "id": "438-3",
        "start_time": 107,
        "end_time": 111
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p6#p6",
        "paragraph_text": "The Lord has inspired His prophets to teach us how we can support and love each other so we can become united in faith and purpose in following Jesus Christ. Paul, the New Testament Apostle, taught that those who “have been baptized into Christ have put on Christ … : for ye are all one in Christ Jesus. ” 1",
        "paragraph_index": 4,
        "id": "438-4",
        "start_time": 139,
        "end_time": 144
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p7#p7",
        "paragraph_text": "When we promise at baptism to follow the Savior, we witness before the Father that we are willing to take upon us the name of Christ. 2 As we strive to acquire His divine attributes in our lives, we become different than we were, through the Atonement of Christ the Lord, and our love for all people increases naturally. 3 We feel a sincere concern for everyone’s welfare and happiness. We see each other as brothers and sisters, as children of God with divine origin, attributes, and potential. We desire to care for each other and bear one another’s burdens. 4",
        "paragraph_index": 5,
        "id": "438-5",
        "start_time": 165,
        "end_time": 169
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p8#p8",
        "paragraph_text": "This is what Paul described as charity. 5 Mormon, a prophet of the Book of Mormon, described it as “the pure love of Christ,” 6 which is the most sublime, noblest, and strongest form of love. Our current prophet, President Russell M. Nelson, recently described a manifestation of this pure love of Christ as ministering, which is a more focused and holier approach to love and care for other individuals like the Savior did. 7",
        "paragraph_index": 6,
        "id": "438-6",
        "start_time": 703,
        "end_time": 707
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p9#p9",
        "paragraph_text": "Let us consider this principle of love and care, as the Savior did, within the context of encouraging, helping, and supporting those who are recent converts and those beginning to show interest in attending our Church services.",
        "paragraph_index": 7,
        "id": "438-7",
        "start_time": 232,
        "end_time": 235
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p10#p10",
        "paragraph_text": "When these new friends come out of the world and embrace the gospel of Jesus Christ, joining His Church, they become His disciples, being born again through Him. 8 They leave behind a world they knew well and choose to follow Jesus Christ, with full purpose of heart, joining a new “river” like the mighty Amazon River—a river that is a valiant force of goodness and righteousness that flows toward the presence of God. The Apostle Peter describes it as “a chosen generation, a royal priesthood, a holy nation, a peculiar people.” 9 As these new friends merge into this new and unfamiliar river, they may feel a little lost at first. These new friends find themselves blending into a river with unique origins, temperatures, and chemical compositions—a river that has its own traditions, culture, and vocabulary. This new life in Christ may seem overwhelming for them. Think for a moment about how they may feel as they hear for the first time such expressions as “FHE,” “BYC,” “fast Sunday,” “baptism for the dead,” “triple combination,” and so forth.",
        "paragraph_index": 8,
        "id": "438-8",
        "start_time": 280,
        "end_time": 286
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p11#p11",
        "paragraph_text": "It is easy to see why they may feel like they don’t belong. In such situations, they may ask themselves, “Is there a place for me here? Do I fit into The Church of Jesus Christ of Latter-day Saints? Does the Church need me? Will I find new friends willing to help and support me?”",
        "paragraph_index": 9,
        "id": "438-9",
        "start_time": 335,
        "end_time": 341
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p12#p12",
        "paragraph_text": "My dear friends, in such moments, those of us who are at different points in the long journey of discipleship must extend a warm hand of fellowship to our new friends, accept them where they are, and help, love, and include them in our lives. All of these new friends are precious sons and daughters of God. 10 We cannot afford to lose even one of them because, like the Amazon River that depends on tributaries feeding it, we need them just as much as they need us, to become a mighty force for good in the world.",
        "paragraph_index": 10,
        "id": "438-10",
        "start_time": 350,
        "end_time": 354
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p13#p13",
        "paragraph_text": "Our new friends bring God-given talents, excitement, and goodness within them. Their enthusiasm for the gospel can be contagious, thereby helping us revitalize our own testimonies. They also bring fresh perspectives to our understanding of life and the gospel.",
        "paragraph_index": 11,
        "id": "438-11",
        "start_time": 388,
        "end_time": 392
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p14#p14",
        "paragraph_text": "We have long been taught how we can help our new friends to feel welcome and loved in the restored Church of Jesus Christ. They need three things so they may remain strong and faithful throughout their lives:",
        "paragraph_index": 12,
        "id": "438-12",
        "start_time": 417,
        "end_time": 421
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p15#p15",
        "paragraph_text": "First, they need brothers and sisters in the Church who are sincerely interested in them, true and loyal friends to whom they can constantly turn, who will walk beside them, and who will answer their questions. As members, we should always be attentive and look for new faces when attending Church activities and meetings, regardless of the responsibilities, assignments, or concerns we may have. We can do simple things to help these new friends feel embraced and welcome in the Church, such as giving a warm greeting, smiling sincerely at them, sitting together to sing and worship, introducing them to other members, and so forth. As we open our hearts to our new friends in some of these ways, we are acting in the spirit of ministering. When we minister to them like the Savior did, they won’t feel like “strangers within our gates.” They will feel like they can fit in and make new friends, and most importantly, they will feel the Savior’s love through our genuine care.",
        "paragraph_index": 13,
        "id": "438-13",
        "start_time": 471,
        "end_time": 477
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p16#p16",
        "paragraph_text": "Second, new friends need an assignment—an opportunity to serve others. Service is one of the great geniuses of The Church of Jesus Christ of Latter-day Saints. It is a process by which our faith can grow stronger. Every new friend deserves that opportunity. While the bishop and ward council have direct responsibility to extend assignments soon after their baptism, nothing prevents us, as members, from inviting our new friends to help us serve others informally or through service projects.",
        "paragraph_index": 14,
        "id": "438-14",
        "start_time": 504,
        "end_time": 508
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p17#p17",
        "paragraph_text": "Third, new friends must be “nourished by the good word of God.” 11 We can help them to love and become familiar with the scriptures as we read and discuss the teachings with them, providing context to the stories and explaining difficult words. We can also teach them how to receive personal guidance through regular scripture study. In addition, we can reach out to our new friends in their own homes and invite them to ours at times outside of our regularly scheduled Church meetings and activities, helping them merge into the mighty river of the community of Saints.",
        "paragraph_index": 15,
        "id": "438-15",
        "start_time": 553,
        "end_time": 557
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p18#p18",
        "paragraph_text": "Recognizing the adjustments and challenges our new friends make in becoming members of God’s family, as our brothers and sisters, we can share how we have overcome similar challenges in our lives. This will help them know that they are not alone and that God will bless them as they exercise faith in His promises. 12",
        "paragraph_index": 16,
        "id": "438-16",
        "start_time": 581,
        "end_time": 585
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p19#p19",
        "paragraph_text": "When the Solimões and Negro Rivers blend together, the Amazon River becomes mighty and strong. In a similar fashion, when we and our new friends truly merge, the restored Church of Jesus Christ becomes even stronger and steadier. My sweetheart, Rosana, and I are so grateful for all those who helped us to blend into this new river many years ago, when we embraced the gospel of Jesus Christ in our home country of Brazil. Throughout the years, these wonderful people have truly ministered to us and have helped us to continue flowing in righteousness. We are so grateful for them.",
        "paragraph_index": 17,
        "id": "438-17",
        "start_time": 620,
        "end_time": 630
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p20#p20",
        "paragraph_text": "The prophets in the Western Hemisphere knew well how to keep new friends flowing faithfully together into this new river of goodness toward eternal life. For example, having seen our day and knowing that we would face similar challenges, 13 Moroni included some of those important steps in his writings in the Book of Mormon:",
        "paragraph_index": 18,
        "id": "438-18",
        "start_time": 660,
        "end_time": 664
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p21#p21",
        "paragraph_text": "“And after they had been received unto baptism, and were wrought upon and cleansed by the power of the Holy Ghost, they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished by the good word of God, to keep them in the right way, to keep them continually watchful unto prayer, relying alone upon the merits of Christ, who was the author and the finisher of their faith.",
        "paragraph_index": 19,
        "id": "438-19",
        "start_time": 703,
        "end_time": 707
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p22#p22",
        "paragraph_text": "“And the church did meet together oft, to fast and to pray, and to speak one with another concerning the welfare of their souls.” 14",
        "paragraph_index": 20,
        "id": "438-20",
        "start_time": 715,
        "end_time": 720
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p23#p23",
        "paragraph_text": "My beloved companions in the work of the Lord, I believe we can do much better and should do better in welcoming new friends into the Church. I invite you to consider what we can do to be more embracing, accepting, and helpful to them, starting this very next Sunday. Be careful not to let your Church assignments get in the way of welcoming new friends at Church meetings and activities. After all, these souls are precious before the eyes of God and are much more important than programs and activities. If we minister to our new friends with our hearts full of pure love as the Savior did, I promise you, in His name, that He will assist us in our efforts. When we act as faithful ministers, as the Savior did, our new friends will have the help they need to remain strong, dedicated, and faithful to the end. They will join us as we become a mighty people of God and will help us to bring fresh water to a world desperately in need of the blessings of the gospel of Jesus Christ. These children of God will feel like they are “no more strangers and foreigners, but fellowcitizens with the saints.” 15 I promise you that they will recognize the presence of our Savior, Jesus Christ, in His own Church. They will continue to flow with us as a river into the fountain of all goodness until they are received with open arms by our Lord, Jesus Christ, and they hear the Father say, “Ye shall have eternal life.” 16",
        "paragraph_index": 21,
        "id": "438-21",
        "start_time": 788,
        "end_time": 793
    },
    {
        "speaker": "Elder Ulisses Soares",
        "role": "Of the Quorum of the Twelve Apostles",
        "title": "One in Christ",
        "youtube_link": "https://www.youtube.com/watch?v=BwkJNze3giY",
        "youtube_id": "BwkJNze3giY",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/one-in-christ?lang=eng&id=p24#p24",
        "paragraph_text": "I invite you to seek the Lord’s help in loving others as He has loved you. Let us all follow the counsel given by Mormon: “Wherefore, my beloved brethren [and sisters], pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ.” 17 Of these truths, I witness and do so in the name of Jesus Christ, amen.",
        "paragraph_index": 22,
        "id": "438-22",
        "start_time": 847,
        "end_time": 852
    }
]