[
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p3#p3",
        "paragraph_text": "What a wonderful blessing to live in a time of continual revelation from God! As we look forward to and embrace the “restitution of all things,” which has and will come through the prophesied events of our time, we are being prepared for the Savior’s Second Coming.",
        "paragraph_index": 1,
        "id": "495-1",
        "start_time": 16,
        "end_time": 20
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p4#p4",
        "paragraph_text": "And what better way to prepare to meet Him than to strive to become like Him through lovingly ministering to one another! As Jesus Christ taught His followers at the beginning of this dispensation, “If thou lovest me thou shalt serve me.” Our service to others is a demonstration of discipleship and our gratitude and love for God and His Son, Jesus Christ.",
        "paragraph_index": 2,
        "id": "495-2",
        "start_time": 40,
        "end_time": 45
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p5#p5",
        "paragraph_text": "Sometimes we think we have to do something grand and heroic to “count” as serving our neighbors. Yet simple acts of service can have profound effects on others—as well as on ourselves. What did the Savior do? Through His supernal gifts of the Atonement and Resurrection—which we celebrate on this beautiful Easter Sunday—“none other has had so profound an influence [on] all who have lived and who will yet live upon the earth.” But He also smiled at, talked with, walked with, listened to, made time for, encouraged, taught, fed, and forgave. He served family and friends, neighbors and strangers alike, and He invited acquaintances and loved ones to enjoy the rich blessings of His gospel. Those “simple” acts of service and love provide a template for our ministering today.",
        "paragraph_index": 3,
        "id": "495-3",
        "start_time": 72,
        "end_time": 79
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p6#p6",
        "paragraph_text": "As you have the privilege to represent the Savior in your ministering efforts, ask yourself, “How can I share the light of the gospel with this individual or family? What is the Spirit inspiring me to do?”",
        "paragraph_index": 4,
        "id": "495-4",
        "start_time": 103,
        "end_time": 106
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p7#p7",
        "paragraph_text": "Ministering can be done in a great variety of individualized ways. So what does it look like?",
        "paragraph_index": 5,
        "id": "495-5",
        "start_time": 114,
        "end_time": 117
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p8#p8",
        "paragraph_text": "Ministering looks like elders quorum and Relief Society presidencies prayerfully counseling about assignments. Rather than leaders just handing out slips of paper, it looks like counseling about the individuals and families in person as assignments are given to ministering brothers and sisters. It looks like going for a walk, getting together for a game night, offering service, or even serving together. It looks like visiting in person or talking on the phone or chatting online or texting. It looks like delivering a birthday card and cheering at a soccer game. It looks like sharing a scripture or quote from a conference talk that would be meaningful to that individual. It looks like discussing a gospel question and sharing testimony to bring clarity and peace. It looks like becoming part of someone’s life and caring about him or her. It also looks like a ministering interview in which needs and strengths are discussed sensitively and appropriately. It looks like the ward council organizing to respond to a larger need.",
        "paragraph_index": 6,
        "id": "495-6",
        "start_time": 129,
        "end_time": 132
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p9#p9",
        "paragraph_text": "This kind of ministering strengthened one sister who moved far away from home when her husband started graduate school. With no working phone and a small baby to care for, she felt disoriented in the new location, totally lost and alone. Without advance notice, a Relief Society sister came to the door bringing a little pair of shoes for the baby, put the two of them into her car, and took them to find the grocery store. The grateful sister reported, “She was my lifeline!”",
        "paragraph_index": 7,
        "id": "495-7",
        "start_time": 199,
        "end_time": 204
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p10#p10",
        "paragraph_text": "True ministering is illustrated by an older sister in Africa who was assigned to seek out a sister who had not attended Church meetings for a long time. When she went to the sister’s home, she found that the woman had been beaten and robbed, had very little to eat, and possessed no clothes that she felt were appropriate for Sunday Church meetings. The woman assigned to minister to her brought a listening ear, produce from her garden, scriptures to read, and friendship. The “missing” sister soon came back to church and now holds a calling because she knows she is loved and valued.",
        "paragraph_index": 8,
        "id": "495-8",
        "start_time": 216,
        "end_time": 219
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p11#p11",
        "paragraph_text": "Combining such Relief Society efforts with the now-restructured elders quorum will bring a unity that can yield astonishing results. Ministering becomes one coordinated effort to fulfill the priesthood duty to “visit the house of each member” and to “watch over the church always, and be with and strengthen them,” as well as to achieve the Relief Society purpose to help one another prepare for the blessings of eternal life. Working together under the direction of the bishop, elders quorum and Relief Society presidencies can be inspired as they seek the best ways to watch over and care for each individual and family.",
        "paragraph_index": 9,
        "id": "495-9",
        "start_time": 267,
        "end_time": 270
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p12#p12",
        "paragraph_text": "Let me give you an example. A mother was diagnosed with cancer. Soon she began treatment, and immediately, the Relief Society sisters went to work, planning how to best help with meals, transportation to medical appointments, and other support. They visited her regularly, providing cheerful companionship. At the same time, the Melchizedek Priesthood quorum sprang into action. They provided labor in adding a remodeled bedroom and bathroom to make it easier to care for the sick sister. The young men lent their hands and backs to participate in that significant effort. And the young women got involved: they cheerfully arranged to faithfully walk the dog each day. As time passed, the ward continued their service, adding and adapting where necessary. It was clearly a labor of love, each member giving of him or herself, unitedly showing caring in individual ways that blessed not only the suffering sister but each member of her family.",
        "paragraph_index": 10,
        "id": "495-10",
        "start_time": 317,
        "end_time": 321
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p13#p13",
        "paragraph_text": "After a valiant effort, the sister finally succumbed to the cancer and was laid to rest. Did the ward breathe a sigh of relief and consider the job well done and well over? No, the young women continue to walk the dog daily, the priesthood quorums continue to minister to the father and his family, and the Relief Society sisters continue to reach out in love to ascertain strengths and needs. Brothers and sisters, this is ministering—this is loving as the Savior does!",
        "paragraph_index": 11,
        "id": "495-11",
        "start_time": 378,
        "end_time": 383
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p14#p14",
        "paragraph_text": "Another blessing of these inspired announcements is the opportunity for young women ages 14 to 18 to participate in ministering as companions to Relief Society sisters, just as young men their age serve as ministering companions to Melchizedek Priesthood brethren. Youth can share their unique gifts and grow spiritually as they serve alongside adults in the work of salvation. Involving youth in ministering assignments can also increase the reach of Relief Society and elders quorums’ caring for others by increasing the number of members who participate.",
        "paragraph_index": 12,
        "id": "495-12",
        "start_time": 392,
        "end_time": 396
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p15#p15",
        "paragraph_text": "As I think about the stellar young women I have known, I get excited for those Relief Society sisters who will have the privilege of being blessed by a young woman’s enthusiasm, talents, and spiritual sensitivity as they serve side-by-side or are ministered to by them. And I am equally delighted by the chance young women will have to be mentored and taught and strengthened by their sisters in Relief Society. This opportunity to participate in building the kingdom of God will be a tremendous benefit to young women, helping them better prepare to fulfill their roles as leaders in the Church and the community and as contributing partners in their families. As Sister Bonnie L. Oscarson shared yesterday, young women “ want to be of service. They need to know they are valued and essential in the work of salvation.”",
        "paragraph_index": 13,
        "id": "495-13",
        "start_time": 448,
        "end_time": 452
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p16#p16",
        "paragraph_text": "In fact, young women are already ministering to others, without assignment or fanfare. A family I know moved hundreds of miles to a new location where they knew no one. Within the first week, a 14-year-old girl from their new ward showed up on their doorstep with a plate of cookies, welcoming them to the area. Her mother stood smiling behind her as a willing chauffeur, supporting her daughter’s desire to minister.",
        "paragraph_index": 14,
        "id": "495-14",
        "start_time": 494,
        "end_time": 498
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p17#p17",
        "paragraph_text": "Another mother was concerned one day that her 16-year-old daughter was not home at the usual hour. When the girl finally arrived, her mother quizzed her with some frustration about where she had been. The 16-year-old almost sheepishly replied that she had taken a flower to a widow who lived nearby. She had noticed the older sister looking lonely and felt prompted to visit her. With her mother’s complete approval, the young woman continued to visit the elderly woman. They became good friends, and their sweet association continued for years.",
        "paragraph_index": 15,
        "id": "495-15",
        "start_time": 503,
        "end_time": 507
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p18#p18",
        "paragraph_text": "Each of these young women, and many more like them, notice someone’s need and work to meet it. Young women have a natural desire to care and share that could be well directed through ministering in partnership with an adult sister.",
        "paragraph_index": 16,
        "id": "495-16",
        "start_time": 536,
        "end_time": 539
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p19#p19",
        "paragraph_text": "No matter our age, when we consider how to minister most effectively, we ask, “What does she [or he] need?” Coupling that question with a sincere desire to serve, we are then led by the Spirit to do what would lift and strengthen the individual. I have heard countless stories of brothers and sisters who were blessed by a simple gesture of inclusion and welcome at church, a thoughtful email or text message, a personal contact at a difficult time, an invitation to participate in a group activity, or an offer to help with a challenging situation. Single parents, new converts, less-active members, widows and widowers, or struggling youth may need extra attention and priority help from ministering brothers and sisters. Coordination between elders quorum and Relief Society presidencies allows for just the right assignments to be made.",
        "paragraph_index": 17,
        "id": "495-17",
        "start_time": 605,
        "end_time": 610
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p20#p20",
        "paragraph_text": "After all is said and done, true ministering is accomplished one by one with love as the motivation. The value and merit and wonder of sincere ministering is that it truly changes lives! When our hearts are open and willing to love and include, encourage and comfort, the power of our ministering will be irresistible. With love as the motivation, miracles will happen, and we will find ways to bring our “missing” sisters and brothers into the all-inclusive embrace of the gospel of Jesus Christ.",
        "paragraph_index": 18,
        "id": "495-18",
        "start_time": 625,
        "end_time": 629
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p21#p21",
        "paragraph_text": "The Savior is our example in everything—not only in what we should do but why we should do it. “His life on earth was [an] invitation to us—to raise our sights a little higher, to forget our own problems and [to] reach out to others.” As we accept the opportunity to wholeheartedly minister to our sisters and brothers, we are blessed to become more spiritually refined, more in tune with the will of God, and more able to understand His plan to help each one return to Him. We will more readily recognize His blessings and be eager to extend those blessings to others. Our hearts will sing in unison with our voices:",
        "paragraph_index": 19,
        "id": "495-19",
        "start_time": 648,
        "end_time": 652
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p22#p22",
        "paragraph_text": "Savior, may I love my brother",
        "paragraph_index": 20,
        "id": "495-20",
        "start_time": 690,
        "end_time": 693
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p23#p23",
        "paragraph_text": "As I know thou lovest me,",
        "paragraph_index": 21,
        "id": "495-21",
        "start_time": 693,
        "end_time": 696
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p24#p24",
        "paragraph_text": "Find in thee my strength, my beacon,",
        "paragraph_index": 22,
        "id": "495-22",
        "start_time": 696,
        "end_time": 699
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p25#p25",
        "paragraph_text": "For thy servant I would be.",
        "paragraph_index": 23,
        "id": "495-23",
        "start_time": 699,
        "end_time": 702
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p26#p26",
        "paragraph_text": "Savior, may I love my brother—",
        "paragraph_index": 24,
        "id": "495-24",
        "start_time": 690,
        "end_time": 693
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p27#p27",
        "paragraph_text": "Lord, I would follow thee.",
        "paragraph_index": 25,
        "id": "495-25",
        "start_time": 705,
        "end_time": 709
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p28#p28",
        "paragraph_text": "May we show our gratitude and love for God by ministering with love to our eternal sisters and brothers. The result will be a unity of feeling such as the people in ancient America enjoyed 100 years after the Savior’s appearance in their land.",
        "paragraph_index": 26,
        "id": "495-26",
        "start_time": 712,
        "end_time": 716
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p29#p29",
        "paragraph_text": "“And it came to pass that there was no contention … because of the love of God which did dwell in the hearts of the people.",
        "paragraph_index": 27,
        "id": "495-27",
        "start_time": 728,
        "end_time": 730
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p30#p30",
        "paragraph_text": "“… There were no envyings, nor strifes, … and surely there could not be a happier people among all the people who had been created by the hand of God.”",
        "paragraph_index": 28,
        "id": "495-28",
        "start_time": 734,
        "end_time": 737
    },
    {
        "speaker": "Jean B. Bingham",
        "role": "Relief Society General President",
        "title": "Ministering as the Savior Does",
        "youtube_link": "https://www.youtube.com/watch?v=aXjUbBP8Jlo",
        "youtube_id": "aXjUbBP8Jlo",
        "paragraph_deep_link": "https://www.churchofjesuschrist.org/study/general-conference/2018/04/ministering-as-the-savior-does?lang=eng&id=p31#p31",
        "paragraph_text": "I gladly bear my personal witness that these revelatory changes are inspired of God and that, as we embrace them with willing hearts, we will become better prepared to meet His Son, Jesus Christ, at His coming. We will be closer to becoming a Zion people and will feel surpassing joy with those whom we have helped along the path of discipleship. That we do so is my fervent and humble prayer in the name of Jesus Christ, amen.",
        "paragraph_index": 29,
        "id": "495-29",
        "start_time": 750,
        "end_time": 754
    }
]